[
  "It is clear outside. You might want to take a walk!",
  "The sky is quite clear outside.",
  "It is a bit cloudy outside.",
  "It is cloudy right now, but I hope you will always be sunny within yourself.",
  "There is smoke outside so it will be hard to see. Be careful!",
  "It is hazy outside. Stay cautious when you are driving.",
  "There is quite a bit of dust in the air. You should wear a mask.",
  "It is quite windy and dusty outside. Perhaps you should wear sunglasses to protect your pretty eyes.",
  "There is wind carrying dust outside. You should wear mask and glasses to protect yourself.",
  "There is a duststorm outside. I recommend you stay inside and healthy.",
  "There is mist outside so it might be hard to see.",
  "There are patches of mist outside.",
  "There are patches of mist outside. It will stay for a while.",
  "Lightning can be visible but no thunder heard.",
  "There is a bit of haze above.",
  "There is haze at medium height.",
  "There is haze outside but it should not affect your visibility.",
  "There might have been a thunderstorm, but there was no precipitation when I observed.",
  "There is a squall which is a huge cloud with strong wind outside. Be careful when you go outside.",
  "There are funnel clouds which can become a tornado. Make sure to keep watch on the weather report.",
  "There was a bit of drizzle outside.",
  "It was raining outside, but should have stopped by now. Going outside would feel refreshing!",
  "It was snowing gently outside. Looking outside might calm you down.",
  "There were ice pellets falling outside, but should have stopped .",
  "There was a freezing rain outside. Hope you stay nicely warm and dry.",
  "It was raining outside, but should be fine now.",
  "It was snowing outside but should stop by now. You might want to go outside and take a look!",
  "It was hailing outside, but it should be safe to go outside now.",
  "It was foggy outside, but should be clearer now.",
  "Woah it was quite a bit of a storm, but it should be fine now.",
  "There is a sandstorm outside but it should get weaker by now.",
  "There is a sandstorm outside.",
  "There is a sandstorm outside. The storm might get stronger so I recommend you stay inside.",
  "There is a severe sandstorm outside, but it should be calming down now.",
  "There is a severe sandstorm outside. Make sure you stay safe.",
  "There is a severe sandstorm outside, and it might get stronger so stay safe.",
  "There is a bit of snow drifting outside, make sure you stay warm.",
  "There is a bit of snowy wind outside, make sure you wear warm clothes.",
  "There is quite a bit of snow blowing outside, so it will get real chilly.",
  "Snow is blowing quite hard outside. Make sure you wear warm clothes and maybe glasses to protect your precious eyes.",
  "It starts getting foggy outside. Stay safe.",
  "It is quite foggy outside. Make sure to be careful when driving.",
  "There is fog outside but it should get clearer now. You can probably see the sky.",
  "There is fog outside but it should get a bit clearer to see the road now.",
  "It is foggy outside but you should still be able to see the sky a bit.",
  "It is foggy outside. Make sure to be careful while driving.",
  "The fog is getting thicker outside so it will get harder to see. I hope you stay safe!",
  "The fog is getting thicker outside so it will get harder to see. I hope you stay safe!",
  "It is foggy outside. There also should be rime, which are little frost that sticks on things. Trees should look amazing outside.",
  "It is foggy outside. There also should be rime, which are little frost that sticks on things. Trees should look amazing outside.",
  "There is a slight drizzle outside. Stay dry!",
  "There is a slight drizzle outside. Stay dry!",
  "It is drizzling outside. You might want to wear a coat or bring your umbrella!",
  "It is drizzling outside. You might want to wear a coat or bring your umbrella!",
  "There is quite a heavy drizzle outside. Make sure to bring your umbrella!",
  "There is quite a heavy drizzle outside. Make sure to bring your umbrella!",
  "There is a small drizzle outside. It is also quite cold too.",
  "It is drizzling and quite freezing outside. Make sure you stay warm and dry!",
  "There is a bit of drizzle and rain outside. You might want to bring your umbrella!",
  "There is quite a drizzle and rain outside. Make sure you bring your umbrella!",
  "There is a slight rain outside. Stay dry!",
  "There is a slight rain outside. Stay dry!",
  "It is raining outside. Make sure you bring your umbrella!",
  "It is raining outside. Make sure you bring your umbrella!",
  "There is a heavy rain outside. Make sure you bring your umbrella and stay dry!",
  "There is a heavy rain outside. Make sure you bring your umbrella and stay dry!",
  "There is a slight rain outside. Make sure you stay warm and dry!",
  "It is raining outside. Make sure you wear your jacket and bring your umbrella to stay warm and dry!",
  "There is a slight rain outside, but it might start snowing too!",
  "There is a mix of rain and snow outside. Make sure you stay nicely warm and dry!",
  "It is slightly snowing outside.",
  "It is slightly snowing outside.",
  "It is snowing outside. You might want to take a look!",
  "It is snowing outside. You might want to take a look!",
  "It is snowing quite a lot outside. Must be quite a sight!",
  "It is snowing quite a lot outside. Must be quite a sight!",
  "There is falling diamond dust outside, which are like very tiny snow particles!",
  "There are falling snow grains outside, which are like tiny snow, but a bit harder!",
  "There are star-like snow crystals outside. You should go find them because they are beautiful!",
  "There are falling ice pellets outside. Make sure to not get one in your eyes!",
  "There is a slight rain shower outside. Stay dry!",
  "There is a rain shower outside. Make sure you bring your umbrella!",
  "It is raining very hard outside. I recommend you staying indoors. If you are going outside, make sure to stay safe and dry!",
  "There is a slight shower of rain and snow outside. Stay warm and dry!",
  "There are showers of rain and snow outside. Make sure to wear your jacket to stay nicely warm and dry!",
  "There is a slight shower of snow outside. You might want to take a look!",
  "It is snowing quite hard outside. I recommend staying inside!",
  "There is a slight shower of snow mixed with ice outside.",
  "There is a shower of snow mixed with ice outside.",
  "There is a slight shower of hail outside so it might tingle a bit.",
  "There is a shower of hail outside. Make sure you wear a warm coat and stay safe! It will tingle a bit!",
  "Quite a thunderstorm wasn't it! There is a slight rain but it should be safe to go outside now!",
  "There was a thunderstorm but it should get better now. There is still heavy rain outside so stay dry!",
  "That was quite a thunderstorm! It is slightly snowing now so it should be safe to go outside and take a look!",
  "That was quite a thunderstorm! There is still heavy snow outside so I recommend staying indoors. You might want to enjoy the sight through the windows!",
  "There is a slight thunderstorm outside. Make sure you stay safe and dry!",
  "There is a slight thunderstorm mixed with hail outside. I recommend staying indoors!",
  "There is a thunderstorm outside. Make sure you stay safe!",
  "There is a thunderstorm mixed with dust and sand outside. I recommend staying inside as long as possible.",
  "There is a heavy thunderstorm outside. I recommend staying inside. If you are going outside, be extremely cautious."
]